{
    "data": [
        {
            "urlToImage": "https://static01.nyt.com/images/2018/12/07/us/politics/07michigan-1-print/07michigan2-facebookJumbo.jpg",
            "content": "Democratic leaders in the state are hoping mass action could sway him to defy his party. Brandon Dillon, chair of the Michigan Democratic Party, said Mr. Snyders decision is a legacy-defining one. The governor is going to have to make a decision on if he want… [+1517 chars]",
            "id": 167,
            "title": "Michigan G.O.P. Starts Limiting Power of Incoming Democratic Leaders - The New York Times",
            "publishedAt": "2018-12-07T01:23:07Z",
            "description": "Michigan Republicans are following the tactics of conservative lawmakers in Wisconsin, but Democrats in Michigan hope that the G.O.P. governor there will take their side.",
            "url": "https://www.nytimes.com/2018/12/06/us/politics/michigan-republicans-power.html"
        },
        {
            "author": "Mark DeCambre",
            "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GZ815_spx_de_ZG_20181206103543.png",
            "content": "The S&amp;P 500 index is set to join the ranks of market benchmarks forming that dreaded Wall Street chart pattern: the death cross. Read: Bearish death crosses keep popping up, this time in retail and technology stocks A death cross is setting up in the S&am… [+4543 chars]",
            "id": 166,
            "title": "A looming death cross for the S&P 500 highlights a stock market in tatters - MarketWatch",
            "publishedAt": "2018-12-07T01:42:00Z",
            "description": "The S&P 500 index is set to be the latest to form one of the more dreaded chart patterns on Wall Street.",
            "url": "https://www.marketwatch.com/story/a-looming-death-cross-for-the-sp-500-highlights-a-stock-market-in-tatters-2018-12-06"
        },
        {
            "author": "Mara Siegler",
            "urlToImage": "https://nyppagesix.files.wordpress.com/2018/12/cardi-b2.jpg?quality=90&strip=all&w=1200",
            "content": "Amid her bombshell breakup with Offset, Cardi B still went on at Miami megaclub E11even Thursday at 4:12 a.m. but didnt seem to be in her best form. While pictures released after the event appeared to show the star apparently living it up at the club, a witne… [+1293 chars]",
            "id": 165,
            "title": "Cardi B less than thrilled during club appearance amid breakup - Page Six",
            "publishedAt": "2018-12-07T01:57:00Z",
            "description": "“She showed up in the corner of the club at like 4 a.m., and just kind of lip-synced her way through a few songs,” said a spy. “It was a bit of a disappointment, she was a little bit ou…",
            "url": "https://pagesix.com/2018/12/06/cardi-b-less-than-thrilled-during-club-appearance-amid-breakup/"
        },
        {
            "urlToImage": "https://static.clubs.nfl.com/image/private/t_editorial_landscape_12_desktop/titans/jppqh5idi2pwwp2hmmh4",
            "content": "Tennessee Titans quarterback Marcus Mariota (8) warms up before the first half of an NFL football game between the Tennessee Titans and the Jacksonville Jaguars, Thursday, Dec. 6, 2018, in Nashville, Tenn. (AP Photo/Mark Zaleski) Mark Zaleski/Copyright 2018 T… [+14730 chars]",
            "id": 164,
            "title": "Live Updates from Titans-Jaguars Game - Titansonline.com",
            "publishedAt": "2018-12-07T02:03:45Z",
            "description": "TitansOnline.com Senior Writer and Editor Jim Wyatt gives live updates throughout tonight's game agains the Jacksonville Jaguars on Thursday Night Football.",
            "url": "https://www.titansonline.com/news/live-updates-from-titans-jaguars-game-x2656"
        },
        {
            "author": "Nick Miroff, Tracy Jan, David A. Fahrenthold",
            "urlToImage": "https://www.trbimg.com/img-5c09db11/turbine/ct-trump-housekeeper-new-jersey-golf-club-immigration-20181206",
            "content": "A woman working as a housekeeper at President Donald Trump's golf club in Bedminster, New Jersey - trusted to make Trump's bed and iron the president's clothes - revealed that she is an unauthorized immigrant in an interview with the New York Times. The woman… [+5070 chars]",
            "id": 163,
            "title": "Housekeeper at Trump's New Jersey golf club tells newspaper she is undocumented - Chicago Tribune",
            "publishedAt": "2018-12-07T02:29:00Z",
            "description": "A woman working as a housekeeper at President Trump's golf club in Bedminster, New Jersey revealed that she is an unauthorized immigrant in a NYT interview.",
            "url": "https://www.chicagotribune.com/news/nationworld/politics/ct-trump-housekeeper-new-jersey-golf-club-immigration-20181206-story.html"
        },
        {
            "author": "Karina Mazhukhina / KOMO News",
            "urlToImage": "http://static-11.sinclairstoryline.com/resources/media/e487e6bc-88ae-4cb0-acab-198fade63d93-large16x9_balamuthiahomepageimage.jpg?1544149504368",
            "content": "SEATTLE – What started as a sinus infection quickly turned into a rare ‘brain-eating’ infection, ending in the death of a 69-year-old Seattle woman. The woman had been using a neti pot to rinse out her sinuses, according to the case report describing the very… [+1593 chars]",
            "id": 162,
            "title": "Seattle woman dies from rare ‘brain-eating’ infection after using neti pot with tap water - KOMO News",
            "publishedAt": "2018-12-07T02:36:29Z",
            "description": "SEATTLE &ndash; What started as a sinus infection quickly turned into a rare &lsquo;brain-eating&rsquo; infection, ending in the death of a 69-year-old Seattle woman. The woman had been using a neti pot to rinse out her sinuses, according to the case report d…",
            "url": "http://komonews.com/news/local/seattle-woman-dies-from-rare-brain-eating-infection-after-using-neti-pot-with-tap-water"
        },
        {
            "author": "Austen Goslin",
            "urlToImage": "https://cdn.vox-cdn.com/thumbor/_4YjRF0lDyQ0ZMJrpJzr3zY9gFQ=/0x101:1905x1098/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/13608650/The_Block.png",
            "content": "Its been a big week for Fortnite. On Wednesday developer Epic Games announced that the game would be getting a new creative mode that would allow players to build as much as they want, Fortnite season 7 started on Thursday morning and now the company has anno… [+1192 chars]",
            "id": 161,
            "title": "Fortnite season 7: Epic Games announced The Block, a new in-game community spotlight - Polygon",
            "publishedAt": "2018-12-07T04:31:31Z",
            "description": "Following Fortnite season 7 trailer at The Game Awards 2018, Epic Games reveals a new in-game community spotlight called The Block. Say goodbye to Risky Reels.",
            "url": "https://www.polygon.com/2018/12/6/18129738/fortnite-the-block-trailer-creative-mode-season-7-map-epic-games-tga-2018"
        },
        {
            "author": "Danielle Garrand",
            "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/12/07/68bf01df-da90-40a6-999d-33430d91ef45/thumbnail/1200x630/6cdddc7fad6646453da64434b3e9f8e7/screen-shot-2018-12-06-at-8-24-12-pm.png",
            "content": "Country star Reba McEntire sang a musical rendition of \"The Lord's Prayer\" at former President George H.W. Bush's funeral Thursday. The performance appeared to bring his son, former President George W. Bush, to tears. Mr. Bush, sitting next to wife Laura Bush… [+1191 chars]",
            "id": 160,
            "title": "Reba McEntire gives emotional performance at George H.W. Bush's funeral - CBS News",
            "publishedAt": "2018-12-07T04:32:00Z",
            "description": "The country star's moving performance brought the late president's son — and many others — to tears",
            "url": "https://www.cbsnews.com/news/reba-mcentire-george-hw-bush-funeral-performance-today-2018-12-06/"
        },
        {
            "author": "Bruce Haring, Bruce Haring",
            "urlToImage": "https://pmcdeadline2.files.wordpress.com/2017/11/cnn.jpg?w=605",
            "content": "UPDATE : CNN staffers returned to the network’s New York building after a phoned-in bomb threat forced evacuation during a live telecast, forcing the network to switch to taped programming. “The NYPD has now given us the all clear, and employees have been per… [+1882 chars]",
            "id": 159,
            "title": "CNN Evacuated After Bomb Threat – Network Forced To Air Taped Programs - Deadline",
            "publishedAt": "2018-12-07T04:32:00Z",
            "description": "UPDATE: CNN staffers returned to the network’s New York building after a phoned-in bomb threat forced evacuation during a live telecast, forcing the network to switch to taped programming. &#…",
            "url": "https://deadline.com/2018/12/cnn-evacuated-after-bomb-threat-network-forced-to-air-taped-programs-1202515766/"
        },
        {
            "author": "",
            "urlToImage": "https://sportshub.cbsistatic.com/i/r/2018/12/07/4c8fc1c8-d8b6-4f70-b7b1-06b41a65800e/thumbnail/770x433/bbef9b4bdafe5b92bf3b0244deba1ea0/derrick-henry-titans.jpg",
            "content": "It's not all that often that one specific play actually wins or loses a football game. Most games feature 100 plays or more, with the average game in 2018 actually featuring just over 126 plays. Inside each of those plays are several battles, some of them one… [+9656 chars]",
            "id": 158,
            "title": "Titans vs. Jaguars final score, takeaways: Derrick Henry's record night, 99-yard TD run lead Tennessee win - CBSSports.com",
            "publishedAt": "2018-12-07T04:35:00Z",
            "description": "You cannot stop Derrick Henry, at least if you're on the Jacksonville Jaguars",
            "url": "https://www.cbssports.com/nfl/news/titans-vs-jaguars-final-score-takeaways-derrick-henrys-record-night-99-yard-td-run-lead-tennessee-win/"
        }
    ],
    "page": {
        "position": {
            "previous": 9,
            "current": 10,
            "next": 11,
            "max": 26
        },
        "data": {
            "per": 10,
            "total": 257
        }
    }
}
